START_MESSAGE = """
Привет ✋🏻! Меня зовут Богдан!
Я бродячий торговец ленью 🫠.
Бывает же такое, что ты не
можешь сделать какую-либо
лабу или этот гребаный
курсач❓Так вот я постараюсь
помочь тебе, у меня есть решение
лаб, практик и курсачей.
"""

PLEASE_TRY_AGAIN_LATER = """
Криворукий айтишник сделал
что-то не то с сервером.
Пожалуйста, попробуйте позже!
"""


PRODUCT_INFO = """
Информация о товаре:
Название: {0}
Цена: {1}
"""


HELP_COMMAND = """
Помощь и справка о боте
Для того тобы получить информацию
о команде используй /help команда
"""


COMMAND_INFO = """
{0} - {1}
{2}'
"""


WRONG_HTTP_EXCEPTION = """
При {0}-запросе на эндроинт "{1}"
вернулся статус отличный от {2} ==> {3}!!!
"""


API_ERROR = """
Ошибка запроса к API: {0}
"""


LESSONS = 'Предметы📚'
ORDERS = 'Покупки🛍️'


